Repository: mozilla-l10n/mt-training-data
Catalog: yav/yav_pontoon.tmx
Source language: en_us
Languages: yav

source: Single sentence submission
yav: Kutúmu nuáŋnúnukála númoómu

source: Skip
yav: Kutápɔk

source: Small batch
yav: Paáná pípiɔp

source: Small batch sentence submission
yav: Kutú́mu paánán pá tuáŋtútukála

source: Source: { $sentenceSource }
yav: Kɔómu nuláŋnúnukála óólinonéé : { $sentenceSource }

source: Speak
yav: Kukála

source: Speak now
yav: Nu nyi kukála

source: Speak options menu
yav: Maádu ɛnyiɛ́ kuɛ́nɛ kisikil ɔmɔnyinyɔtɛ́t á "Kukála"

source: Start recording
yav: Kutúmu kuyukesi ɛ́nuɛy

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
yav: <strong> [Kikanditɛ́n] </strong> pinúmpímɔnyɔ́k pí </strong> [kikandítɛ́n] </strong> -yásɛ.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
yav: <strong> Kieyítiní </strong> pinɔ́mpí mɔnyɔ́k mɔkɔ́n pí </strong> [kikɔsɔn] </strong> Tirásɛ.

source: Submit
yav: Kutɔm

source: Submit a new question for the community to read and respond to
yav: Kuówun puándá pukɔ́si ɛ́kuɛlɛɛ́ɛ́ pekélínukála óndinyi páláŋáa

source: Submit a report
yav: Kutúm insúmu

source: Submit clips
yav: Kupíkenyi pinɛkɛ́n

source: Submit new questions for the community to read and respond to
yav: ánutúfá nsḭli siikɔ́si ɛ́ɛ pekélíkélíe láŋa póóndu póóndinonyi

source: Success
yav: Puólí peseé

source: success checkmark
yav: Púmɛ́ɛ́ píɛ́lí peseé

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
yav: Leéndítényí kɔ́ɔmbɔku uɔnɛm ákuátapa nuláŋnúnukal. Leéndítényi kɔ́ɔmbɔku uakáŋi ókuombu nuɔ ! <strong> Leéndítényi mɛnɛ́mɛnɛ́ɛ á sɛŋɛlit nuɔ !</strong> nutipíélítí kutúmɔ maandú núányípíá kánú ókiócukonyie !

source: Taking several attempts to read a word.
yav: Kupímaka kuláŋa ɔncɔ́núnukal piyɔŋ kutek.

source: Tap
yav: Kunyɔtit á

source: Technology and Robotics
yav: Piémiémiepítuɛy nɛ ɛpíɛ́linɛ

source: Thank you for contributing your bulk submission!
yav: Ilémbie ani ámanyipá kɔ́ɔk, amátútúmín tuáŋtútukal kutek !

source: Thank you for contributing your voice!
yav: Ilémbie nekelú wáwɔ eseékeki !

source: Thank you for donating your voice clips!
yav: Ilémbie aní núményiekí piɔ́pu píikelú píáwɔ !

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
yav: Ilémbie napuándá éményiyuúki !<lineBreak></lineBreak> Anyi kuɔ́yunu oondu atúmu pisúmbɛ́n pímimbát epie

source: Thank you for your voice information
yav: Ilémbie káwu kíncúmu sínyɛ́ kékelú

source: The bumblebee sped by.
yav: Kiɔlil siayɔk.

source: The clip has disrespectful or offensive language.
yav: Piɔ́pi pí maandá pákálanɛ́ɛ ápianan mekélítíe mí insikɛ́.

source: The giant dinosaur of the Triassic.
yav: Kinúmanuma kí punyɔ́ɔ́k píkutúankutúan ókuólo ɔ́kusɔt.

source: The giant dinosaurs of the Triassi-.
yav: Pedinosorɛ pɔkɔ́n pé Tirásɛ.

source: The giant dinosaurs of the Triassic.
yav: Pinúmanuma pí mɔnyɔk mákutúankutúan ókuólo ɔ́kusɔt.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
yav: Pinúmpímɔnyɔ́ki í Tiyásɛ.<strong> [ Ekelú úkutúan úsiáláaŋ] </strong>

source: The giant dinosaurs of the Triassic. Yes.
yav: Pinúmpímɔnyɔ́ki pikɔ́n pí Tiyásɛ. Ɛ́ɛ

source: The giant dino <strong>[cough]</strong> the Triassic.
yav: Pinɔ́mpí mɔnyɔ́k mɔkɔ́n pí <strong>[kikɔsɔn]</strong> Tirásɛ.

source: There are currently no sentences to review in this language.
yav: Nuláŋnúnukala núkufialɛt tipá nyínúan á nukál enue.

source: The recording was too long.
yav: Kuyukesi ɛ́nuɛy nyi sok kuya.

source: The recording was too quiet.
yav: Nukokóo nú kuyukesi ɛ́nuɛy nyi sok eseléén.

source: The recording was too short.
yav: Kuyukesi ɛ́nuɛy nyi sok pukécí.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
yav: Nukokóo éséndesi ésiki eléŋíe. Otiombó índi nukokóo nyi numákátán núpueŋenyi tukal, tɛ núnyi nuselén ɔtiɔ́pɔ́n tɛpuandá kati amáláŋq kipil.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
yav: Ewewú ukɔ́lɔnɛ́ɛ tuáŋtútukala máátukín é kisíényi kí Kɔ́mɔn-Vɔyisɛ. Nunyi <writeURL> kutili </ writeURL> nuáŋnúnukala <reviewURL> afialɛt </reviewURL> kúnyáánɛ tuáŋtútukala ékisiényi kí kɔ́mɔ́n-vɔyisɛ.

source: The sentence has a grammatical or spelling error.
yav: Nuáŋ á pianan pipípáŋán píkukála pipípáŋán píkuɔ́ŋɔ.

source: The sentence has disrespectful or offensive language.
yav: Nuáŋ á pianan mekélítíe mí insikɛ́.

source: The sentence must be grammatically correct.
yav: Nuláŋnúnukala ɛ́kɛsikɛnɛn kupáa nukálá katikupípáŋɛ.

source: The sentence must be speakable.
yav: Pányi kusukun nuláŋnúnukal.

source: The sentence must be spelled correctly.
yav: Nuláŋnúnukala ɛ́kɛsikɛnɛn kupáa nutilé peseé.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
yav: Piyuúkiní pikáání pátipá pákukúta napiɛ; anyi kuɔ́yikin píɛindɛ ɔɔ́kɔyɔ. Kisikil ɛ́mɛnyɛɛ́n maandu máyananɛ́ émesíne, tuékekenyi puandú púnyiɛ́ púáwu kisiɛ́n, tuondu tuɛyin ɛ́ɛ́ maandá ɛɛlɛɛ́ kisiɛ́n kíáwɔ nepuliŋsí púáwu tipá malatán ómólotí ɛlɛɛ́ tuɔŋu túawú kunyánɛ kumenyi índɛ anyi ɛnúmɛndú kúnyánɛ akáándú.

source: Three to go!
yav: Pútátú kɔ́ɔ́m !

source: Too many files
yav: Piányiányi kutek

source: Transcribe audio recordings into text
yav: ɛ́nuɛ́li kutile kánú ánukála piyuúkítényí pítukal á pípɛ

source: Transcribe audio recordings in your language
yav: Kutile kánú ánukála piyuúkítényí pítukal

source: Try again by dragging your file here
yav: Andú eketi leéndítényí kiányíányi kíáwɔ akɛ

source: Try uploading again
yav: Andu eketi kutɔm

source: Understand contribution criteria
yav: Kuɔ́pɔn pikotí píkikɔs

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
yav: Kuɔ́pɔn epuepú apiananɛ́ɛ́ ɔɔp kisikɛl ɔpítɔ́likɔnɛ́ɛ piɔ́pi pí maandá pákálanɛ́ɛ oondu ɔɔ́yikin púáwɔ !

source: Upload aborted. Do you want to delete your recordings?
yav: Pútimáayɔɔ́k, aákamba kuéli piyuúkí eseéyuki ɛ́nuɛya ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
yav: { $uploadedSentences } tuáŋtútukála pɔ́mɔ́nyikɔ́lɔ ɔ́

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
yav: { $uploadedSentences } nuláŋnúnukál tusiɔ́kɔ́l ɔ́ 1. Pɛsit <downloadLink>here</downloadLink> ókuolun tuáŋtútukála pósiókombu

source: Upload failed, please retry.
yav: Núti mááyɔɔ́k andá apínak.

source: Upload <icon></icon> public domain sentences
yav: Tɔ́mú <icon></icon>tuáŋútútukála túnyɛ́ɛ́ túmuundu kitikit

source: Upload in progress...
yav: Puándá asiátúmu áyukan...

source: Upload more sentences?
yav: Túmú tuáŋútútukála túlotí ?

source: Use correct grammar
yav: Kánɛ ukukála ɛ́kɛsikɛnɛn kupá ndɛ́ndɛ́nɛ

source: Use correct spelling and punctuation
yav: Kánɛukutile nɔkupíɔ́yɛt kisikil akálanɛ́ɛ́ ɛ́kɛsikɛnɛn kupá ndɛ́ndɛ́nɛ

source: Validate Readings
yav: Kuátap puandá pámanyiláŋa

source: Validate Readings, Review Transcriptions
yav: Kuátap maandá pámanyiláŋa, Kufialɛt kánɛukukála

source: Validate Readings <small>(Coming soon)</small>
yav: Kuátap maandá pámányiláŋa <small> puɔ́sí púmotí </small>

source: Validate readings submitted by community members
yav: Kuátap maándá pɛɛndu pɔ́kitɔŋ kíɛ́yí maáláŋa páátɔm

source: Validate user-recorded readings in your language
yav: Kuátap maándá pámányíláŋa péyukesi nɛpɛɛndu kánú

source: Varying Pronunciations
yav: Mekélíkelíe meséndésí

source: Volume
yav: Nukokóo

source: Want to save your information? <createProfile>Create a profile</createProfile>
yav: Aákamba kunɛk nsúmu siáwua<createProfile>Kupífekeliti </createProfile>

source: We are going out to get a coffee.
yav: ɛ́ɛ, púkapá kupɔt

source: We are going out to get coffee.
yav: ɛ́ɛ, púkapá kupɔt

source: We couldn’t get any audio clips for you to listen to. Please try again later.
yav: Tutipá tuanda apiana piɔ́pɔ pímaandá ɔ́ kupítɔ́likɛn. Andá apímaka mɔnɔ́ukisikɛl.

source: We couldn’t get any sentences for you to speak. Please try again later.
yav: Tuti máapiá tuáŋ ɔ́kusɔk

source: We may have run out of clips - refresh the page, or try again later.
yav: Tutipá tuanda apiana kiɔ́pɔ kípuandá kíkuáyɔn ánukál enue.

source: We’re going out to get coffee.
yav: ɛ́ɛ, púkapá kupɔt

source: We're making some big changes
yav: Túɛ́kɛlɛ piséndíe kutek

source: We’re sorry, your platform is not currently supported.
yav: Túsuú, kisényí kíánu manyi kítipíkɔtɛt émesine.

source: We've run out of sentences to record in this language...
yav: Tutipá tuanda apianan nuáŋ núkunɛk á nukála enue

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
yav: Púnyi peseé palgoritme pó kupionyonyi pɛkɛtpɛkɛt páá pukaka é kuéli paán pépiélumu písɛŋɛlɛnɛ́ɛ. Tɛ pieyítinyi pikɔ́ɔ́n píátápukan indi pítipá písésenyi ɛ́ɛ́ ɔ́ɔ́p kipílkincɔ́n kitikit. Tɛ isak, manúkɔkɔ asak úɔkɔ́ únyiɛ́ kusésitenyi nuáŋnúɔ́ncɔn tipá.

source: What issues are you experiencing with this sentence?
yav: Kayí muyú apiananɛ́ á nuáŋ enue ?

source: What needs to be in my file?
yav: Kiákí kínyiɛ́ kupá kámɛ á kiányíányí ?

source: What sentences can I add?
yav: Kayí nuáŋnúnukála yɛsikɛnɛ́ɛ́ kuɔ́yikɛn ?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
yav: Kisikɛl ɔpítɔ́likɔnɛ́ɛ, yoósíin peseé índɛ puandá ɔpítɔ́likɔnɛ́ɛ nyi púmoóm nepú aláŋanɛ́ɛ. Anyi kuomb mɔ́kilɔk mɛ́nyɛɛ́ kɔkɔ tɛ̀mápá pukéc. <br /> Ememe mɛ́nyiɛ́ sok kilɔk

source: Why are you asking?
yav: Kiákí iŋówoné nɔ ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
yav: Indɛ esepífeketi, anyi kuláŋa puandú kitikit púkuyosonée, oondu elumenen nɛpɛndu péekenyíé ikelú

source: Write
yav: Kutile

source: Write options menu
yav: Kɔɔ́mu ɔnyɔtɔnɛ́ɛ ká ambak "kutile"

source: y
yav: ɛ́

source: Y
yav: Ɛ

source: Yes
yav: ɛ́ɛ

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
yav: Nusiɔkɔ́lɔ iŋilí ikuɛ́kɛt éputilíní { sc-review-form-button-approve-shortcut } ákuátapa { sc-review-form-button-reject-shortcut } ókuobu { sc-review-form-button-skip-shortcut } ákutápuku

source: You cannot add multiple sentences for a single submission
yav: Mutípá kuɔ́yikin tuáŋúkutek ákutúmu kiyɔŋkímoóm

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
yav: Nuti mááyúnú tɛ nukala. Píkíni é <profileLink> epúú ɛnyiɛ́ɛ́ </profileLink> ákuáyunu nukal.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
yav: Kɔɔ́mu pɔ́pɔ́kɔnɛ́ɛ mandá kanyi kowónón. Pímaká kúlotí 1 kiɔ́pi kíkisikɛl kíkándíɛ.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
yav: kɔɔ́mu pɔ́pɔ́kɔnɛ́ɛ mandá kanyi kowónón. Pímaká kúlotí. { $retryLimit } Piɔ́pi píkisikɛl píkándíɛ

source: You must allow microphone access.
yav: Nuɛ́kɛsikɛnɛn kueki pukaka ɔ́kukɔ́lu miklo.

source: You’re contributing to a target segment
yav: Nuókólosi ékuténikenyi insal

source: You’re contributing to our first target segment
yav: Núótúkólosi ékuténikenyi insal yasɔ́ ikutúan

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
yav: Nuáyukan kuɛ́kɛt. Kɔ́lu muɔ́nu ukisikɛl ákuanda aláŋa nuáŋnúnukal ɛ́kuɛ́nɛ peseé índi núnyi ndɛ́ndɛ́nɛ.

source: You're helping Common Voice reach our daily sentence goals!
yav: Omókóli Kɔmɔ́n-Voisɛ á kupia tuáŋtútukala etú wambanɛ́ɛ́ sik puɔ́síɛ !

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
yav: Mekélítíé eme nyi ɛlɛɛ́ matipá mánda apiana piɔ́pɔ pímandá! Índɛ nuɔ́píɔ́pɔn, nukanyi kuséndi papalamítɛ ékutínyi tuáŋtútikál túlotí káwɔ ánukal.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
yav: Nukélíkélíe núanú tipá núanda apianan tuáŋ! Índi nunyi kutáam, nunyi kuséndi papalamítɛ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
yav: Ilémbie nawu, Kɔ́mɔn Vɔ́yis kanyi kueké, <goalPercentage></goalPercentage> kiɔ́ŋíní kíɛ́yí kísikpuɔ́síɛ { $goalValue } pinɛkíní !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
yav: Ilémbie nawu, Kɔ́mɔn Vɔ́yis kanyi kueké, <goalPercentage></goalPercentage> kiɔ́ŋíní kíɛ́yí kísikpuɔ́síɛ { $goalValue } pinɛkíní !
